Repository: jaywcjlove/app-i18n
Catalog: i18n/source/filesentinel/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

source: %@ v%@
de: %1$@ v%2$@
fr: %1$@ v%2$@
it: %1$@ v%2$@
ja: %1$@ v%2$@
ru: %1$@ v%2$@
zh_hans: %1$@ v%2$@

source: About
de: Über
fr: À propos
it: Informazioni
ja: 概要
ko: 정보
ru: О программе
zh_hans: 关于
zh_hant: 關於

source: About %@
de: Über %@
fr: À propos de %@
it: Informazioni su %@
ja: %@について
ko: %@ 정보
ru: О программе %@
zh_hans: 关于 %@
zh_hant: 關於 %@

source: Authorized
de: Autorisiert
fr: Autorisé
it: Autorizzato
ja: 認可済み
ko: 승인됨
ru: Авторизовано
zh_hans: 已授权
zh_hant: 已授權

source: Authorized Folder
de: Autorisierter Ordner
fr: Dossier autorisé
it: Cartella autorizzata
ja: 認証済みフォルダ
ko: 승인된 폴더
ru: Авторизованная папка
zh_hans: 授权文件夹
zh_hant: 已授權檔案夾

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Clear
de: Löschen
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
ru: Очистить
zh_hans: 清空
zh_hant: 清除

source: Comment
de: Kommentar
fr: Commentaire
it: Commento
ja: コメント
ko: 주석
ru: Комментарий
zh_hans: 注释
zh_hant: 註釋

source: Constant
de: Konstante
fr: Constante
it: Costante
ja: 定数
ko: 상수
ru: Константа
zh_hans: 常量
zh_hant: 常數

source: Contact
de: Kontakt
it: Contatto
ja: 連絡先
ko: 연락처
ru: Контакты
zh_hans: 联系方式
zh_hant: 聯絡

source: Copy
de: Kopieren
fr: Copier
it: Copia
ja: コピー
ko: 복사
ru: Копировать
zh_hans: 拷贝
zh_hant: 複製

source: Copy & Open iTerm
de: Kopieren & iTerm öffnen
fr: Copier et ouvrir iTerm
it: Copia e apri iTerm
ja: コピーしてiTermで開く
ko: 복사 및 iTerm에서 열기
ru: Копировать и открыть iTerm
zh_hans: 复制并打开 iTerm
zh_hant: 複製並開啟 iTerm

source: Copy & Open Terminal
de: Kopieren & Terminal öffnen
fr: Copier et ouvrir le Terminal
it: Copia e apri Terminale
ja: コピーしてターミナルで開く
ko: 복사 및 터미널에서 열기
ru: Копировать и открыть Terminal
zh_hans: 复制并打开终端
zh_hant: 複製並開啟終端機

source: Copy Command
de: Befehl kopieren
fr: Copier la commande
it: Copia comando
ja: コマンドをコピー
ko: 명령어 복사
ru: Копировать команду
zh_hans: 拷贝命令
zh_hant: 複製指令

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete Authorized Folder
de: Autorisierten Ordner entfernen
fr: Supprimer le dossier autorisé
it: Elimina cartella autorizzata
ja: 認証済みフォルダを削除
ko: 승인된 폴더 삭제
ru: Удалить авторизованную папку
zh_hans: 删除授权文件夹
zh_hant: 刪除已授權檔案夾

source: Display Time
de: Anzeigezeit
fr: Heure d'affichage
it: Mostra ora
ja: 表示時間
ko: 표시 시간
ru: Время отображения
zh_hans: 显示时间
zh_hant: 顯示時間

source: Drag and drop a text file here.
de: Textdatei hierher ziehen.
fr: Glissez-déposez un fichier texte ici.
it: Trascina qui un file di testo.
ja: テキストファイルをここにドラッグ&ドロップしてください。
ko: 텍스트 파일을 여기에 드래그 앤 드롭하세요.
ru: Перетащите текстовый файл сюда.
zh_hans: 拖拽文本文件到这里
zh_hant: 將文字檔案拖放至此處。

source: Embedded
de: Eingebettet
fr: Intégré
it: Incorporato
ja: 埋め込み
ko: 내장형
ru: Встроенный
zh_hans: 嵌入式
zh_hant: 嵌入式

source: Enable syntax highlighting
de: Syntaxhervorhebung aktivieren
fr: Activer la coloration syntaxique
it: Abilita evidenziazione sintassi
ja: シンタックスハイライトを有効にする
ko: 구문 강조 활성화
ru: Включить подсветку синтаксиса
zh_hans: 启用语法高亮
zh_hant: 啟用語法高亮

source: Enabling this feature will deduplicate data in history and insert new items
de: Durch Aktivieren dieser Funktion werden doppelte Daten im Verlauf dedupliziert und neue Einträge eingefügt.
fr: L'activation de cette fonction dédupliquera les données de l'historique et insérera de nouveaux éléments.
it: Abilitando questa funzione, i dati nella cronologia verranno deduplicati e verranno inseriti nuovi elementi.
ja: この機能を有効にすると、履歴内のデータが重複排除され、新しいアイテムが挿入されます。
ko: 이 기능을 활성화하면 기록에서 중복 데이터가 제거되고 새 항목이 삽입됩니다.
ru: Включение этой функции удалит дублирующиеся данные в истории и вставит новые элементы.
zh_hans: 启用此功能将对历史记录中的数据进行去重并插入新条目。
zh_hant: 啟用此功能將對歷史記錄中的資料進行去重並插入新條目。

source: Enabling this feature will remove duplicate data from the history and insert a new entry.
de: Durch Aktivieren dieser Funktion werden doppelte Daten aus dem Verlauf entfernt und ein neuer Eintrag eingefügt.
fr: L'activation de cette fonction supprimera les données en double de l'historique et insérera une nouvelle entrée.
it: Abilitando questa funzione, i dati duplicati verranno rimossi dalla cronologia e verra inserita una nuova voce.
ja: この機能を有効にすると、履歴から重複データが削除され、新しいエントリが挿入されます。
ko: 이 기능을 활성화하면 기록에서 중복 데이터가 제거되고 새 항목이 삽입됩니다.
ru: Включение этой функции удалит повторяющиеся данные из истории и вставит новую запись.
zh_hans: 启用此功能将删除历史记录中的重复数据，并插入一条新的数据。
zh_hant: 啟用此功能將從歷史記錄中刪除重複資料並插入一個新條目。

source: Favorite
de: Favorit
fr: Favori
it: Preferito
ja: お気に入り
ko: 즐겨찾기
ru: Избранное
zh_hans: 搜藏
zh_hant: 收藏

source: Favorites
de: Favoriten
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
ru: Избранное
zh_hans: 收藏
zh_hant: 收藏夾

source: File already exists
de: Datei existiert bereits
fr: Le fichier existe déjà
it: Il file esiste gia
ja: ファイルが既に存在します
ko: 파일이 이미 존재합니다
ru: Файл уже существует
zh_hans: 文件已存在
zh_hant: 檔案已存在

source: Files being frequently read / write or deleted then recreated may lose permissions and authorizing the parent folder can help avoid repeated authorization issues.
de: Häufig gelesene/geschriebene oder gelöschte und danach neu erstellte Dateien können Berechtigungen verlieren. Die Autorisierung des übergeordneten Ordners kann helfen, wiederholte Autorisierungsprobleme zu vermeiden.
fr: Les fichiers fréquemment lus/écrits ou supprimés puis recréés peuvent perdre leurs autorisations ; l'autorisation du dossier parent peut aider à éviter des problèmes d'autorisation répétés.
it: I file letti/scritti frequentemente o eliminati e poi ricreati possono perdere i permessi; autorizzare la cartella padre può aiutare a evitare problemi di autorizzazione ripetuti.
ja: 頻繁に読み書きされたり、削除後に再作成されたりするファイルは権限を失う可能性があります。親フォルダを認証することで、繰り返しの認証問題を回避できます。
ko: 자주 읽기/쓰기 또는 삭제 후 재생성되는 파일은 권한이 손실될 수 있습니다. 상위 폴더를 승인하면 반복적인 권한 문제를 피할 수 있습니다.
ru: Файлы, которые часто читаются/записываются или удаляются и затем пересоздаются, могут терять разрешения; авторизация родительской папки поможет избежать повторных проблем с разрешениями.
zh_hans: 频繁读取/写入或删除后重建的文件可能会丢失权限，授权上级文件夹可以帮助避免重复授权问题。
zh_hant: 頻繁讀取/寫入或刪除後重建的檔案可能會遺失權限，授權上層檔案夾可以幫助避免重複授權問題。

source: Files being frequently read/written or deleted and recreated may cause permission loss. Authorizing their parent folder can avoid repeated authorization issues.
de: Dateien, die häufig gelesen/geschrieben oder gelöscht und neu erstellt werden, können zu Berechtigungsverlust führen. Durch Autorisieren des übergeordneten Ordners können wiederholte Autorisierungsprobleme vermieden werden.
fr: Les fichiers fréquemment lus/écrits ou supprimés et recréés peuvent entraîner une perte d'autorisation. Autoriser leur dossier parent peut éviter des problèmes d'autorisation répétés.
it: I file letti/scritti frequentemente o eliminati e ricreati possono perdere i permessi. Autorizzare la cartella padre puo evitare problemi di autorizzazione ripetuti.
ja: 頻繁に読み書きされたり、削除・再作成されるファイルは権限を失う可能性があります。親フォルダを認証することで、繰り返しの認証問題を回避できます。
ko: 자주 읽기/쓰기 또는 삭제 후 재생성되는 파일은 권한이 손실될 수 있습니다. 상위 폴더를 승인하면 반복적인 권한 문제를 피할 수 있습니다.
ru: Файлы, которые часто читаются/записываются или удаляются и создаются заново, могут потерять разрешения. Авторизация родительской папки поможет избежать повторных проблем с разрешениями.
zh_hans: 频繁读取、写入或删除重建的文件可能导致权限丢失。授权它们的上级文件夹可以避免反复授权的问题。
zh_hant: 頻繁讀/寫或刪除並重新建立的檔案可能會導致權限丟失。授權其上層檔案夾可以避免重複授權問題。

source: Folder not authorized
de: Ordner nicht autorisiert
fr: Dossier non autorisé
it: Cartella non autorizzata
ja: フォルダが認証されていません
ko: 폴더가 승인되지 않음
ru: Папка не авторизована
zh_hans: 没有授权文件夹
zh_hant: 檔案夾未授權

source: Function
de: Funktion
fr: Fonction
it: Funzione
ja: 関数
ko: 함수
ru: Функция
zh_hans: 函数
zh_hant: 函數

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
ru: Общие
zh_hans: 常规
zh_hant: 一般

source: Hide Dock Icon
de: Dock-Symbol ausblenden
fr: Masquer l'icône du Dock
it: Nascondi icona Dock
ja: Dockアイコンを非表示
ko: Dock 아이콘 숨기기
ru: Скрыть значок в Dock
zh_hans: 隐藏扩展坞图标
zh_hant: 隱藏 Dock 圖示

source: Ignore Duplicate Data
de: Doppelte Daten ignorieren
fr: Ignorer les données en double
it: Ignora dati duplicati
ja: 重複データを無視
ko: 중복 데이터 무시
ru: Игнорировать дубликаты
zh_hans: 忽略重复数据
zh_hant: 忽略重複資料

source: Ignore the last (%@) duplicates
de: Letzte (%@) Duplikate ignorieren
fr: Ignorer les (%@) derniers doublons
it: Ignora gli ultimi (%@) duplicati
ja: 最新の(%@)件の重複を無視
ko: 마지막 (%@)개 중복 무시
ru: Игнорировать последние (%@) дубликатов
zh_hans: 忽略最近 (%@) 次重复
zh_hant: 忽略最後 (%@) 個重複項

source: Importing initial data...
de: Importiere Anfangsdaten…
fr: Importation des données initiales…
it: Importazione dati iniziali...
ja: 初期データをインポート中...
ko: 초기 데이터 가져오는 중...
ru: Импорт начальных данных…
zh_hans: 正在导入初始数据…
zh_hant: 正在匯入初始資料...

source: Keyword
de: Schlüsselwort
fr: Mot-clé
it: Parola chiave
ja: キーワード
ko: 키워드
ru: Ключевое слово
zh_hans: 关键字
zh_hant: 關鍵字

source: Launch at login
de: Beim Anmelden starten
fr: Lancer à l'ouverture de session
it: Avvia all'accesso
ja: ログイン時に起動
ko: 로그인 시 시작
ru: Запускать при входе
zh_hans: 开机启动
zh_hant: 開機啟動

source: Load More
de: Mehr laden
fr: Charger plus
it: Carica altro
ja: もっと読み込む
ko: 더 불러오기
ru: Загрузить ещё
zh_hans: 加载中...
zh_hant: 載入更多

source: Loading...
de: Laden…
fr: Chargement…
it: Caricamento...
ja: 読み込み中...
ko: 불러오는 중...
ru: Загрузка…
zh_hans: 加载更多
zh_hant: 載入中...

source: Main Window
de: Hauptfenster
fr: Fenêtre principale
it: Finestra principale
ja: メインウィンドウ
ko: 메인 윈도우
ru: Главное окно
zh_hans: 主菜单
zh_hant: 主視窗

source: Max records per file
de: Max. Einträge pro Datei
fr: Enregistrements max par fichier
it: Record massimi per file
ja: ファイルあたりの最大記録数
ko: 파일당 최대 레코드 수
ru: Макс. записей на файл
zh_hans: 每个文件的最大记录数
zh_hant: 每個檔案的最大記錄數

source: Monitor Files
de: Dateien überwachen
fr: Surveiller les fichiers
it: Monitora file
ja: ファイル監視
ko: 파일 모니터링
ru: Мониторинг файлов
zh_hans: 监控文件
zh_hant: 監控檔案

source: My Apps
de: Meine Apps
fr: Mes applications
it: Le mie app
ja: マイアプリ
ko: 내 앱
ru: Мои приложения
zh_hans: 我的应用
zh_hant: 我的應用程式

source: No content
de: Kein Inhalt
fr: Aucun contenu
it: Nessun contenuto
ja: 内容なし
ko: 내용 없음
ru: Нет содержимого
zh_hans: 没有内容
zh_hant: 無內容

source: No more data
de: Keine weiteren Daten
fr: Plus de données
it: Non ci sono altri dati
ja: これ以上のデータはありません
ko: 더 이상 데이터 없음
ru: Больше нет данных
zh_hans: 没有更多数据了
zh_hant: 沒有更多資料

source: No results found
de: Keine Ergebnisse gefunden
fr: Aucun résultat trouvé
it: Nessun risultato trovato
ja: 結果が見つかりません
ko: 검색 결과 없음
ru: Результатов не найдено
zh_hans: 没有找到结果
zh_hant: 未找到結果

source: Number
de: Zahl
fr: Nombre
it: Numero
ja: 数値
ko: 숫자
ru: Число
zh_hans: 数字
zh_hant: 數字

source: Number of log entries displayed initially and each time you tap 'Load More'.
de: Anzahl der Protokolleinträge, die anfänglich und bei jedem Tippen auf „Mehr laden“ angezeigt werden.
fr: Nombre d'entrées de journal affichées initialement et chaque fois que vous appuyez sur « Charger plus ».
it: Numero di voci di log visualizzate inizialmente e ogni volta che tocchi «Carica altro».
ja: 初期表示時および「もっと読み込む」をタップするたびに表示されるログエントリ数。
ko: 초기 표시 및 '더 불러오기'를 탭할 때마다 표시되는 로그 항목 수입니다.
ru: Количество записей журнала, отображаемых изначально и при каждом нажатии «Загрузить ещё».
zh_hans: 初始显示以及每次点击「加载更多」时显示的日志条目数。
zh_hant: 初始顯示以及每次點擊「載入更多」時顯示的日誌條目數。

source: Number of log entries shown initially and each time you tap Load More.
de: Anzahl der Protokolleinträge, die anfänglich und bei jedem Tippen auf „Mehr laden“ angezeigt werden.
fr: Nombre d'entrées de journal affichées initialement et à chaque fois que vous appuyez sur Charger plus.
it: Numero di voci di log mostrate inizialmente e a ogni tocco su Carica altro.
ja: 初期表示時および「もっと読み込む」をタップするたびに表示されるログエントリ数。
ko: 초기 표시 및 '더 불러오기'를 탭할 때마다 표시되는 로그 항목 수입니다.
ru: Количество записей журнала, отображаемых изначально и при каждом нажатии «Загрузить ещё».
zh_hans: 初始显示以及每次点击「加载更多」时显示的日志条目数量。
zh_hant: 初始顯示以及每次點擊載入更多時顯示的日誌條目數。

source: Only the folder record and access authorization will be removed, and the original files will not be deleted.
de: Es werden nur der Ordnerdatensatz und die Zugriffsberechtigung entfernt; die Originaldateien werden nicht gelöscht.
fr: Seuls l'enregistrement du dossier et l'autorisation d'accès seront supprimés, les fichiers d'origine ne seront pas supprimés.
it: Verranno rimossi solo il record della cartella e l'autorizzazione di accesso; i file originali non verranno eliminati.
ja: フォルダ記録とアクセス認証のみが削除され、元のファイルは削除されません。
ko: 폴더 기록과 접근 권한만 제거되며, 원본 파일은 삭제되지 않습니다.
ru: Будет удалена только запись о папке и авторизация доступа, исходные файлы не будут удалены.
zh_hans: 仅删除文件夹记录和访问授权，原始文件不会被删除。
zh_hant: 僅刪除檔案夾記錄和存取授權，原始檔案不會被刪除。

source: Only the folder record and its access permission will be removed, the original files will not be deleted.
de: Nur der Ordnereintrag und seine Zugriffsberechtigung werden entfernt, die Originaldateien werden nicht gelöscht.
fr: Seul l'enregistrement du dossier et son autorisation d'accès seront supprimés, les fichiers originaux ne seront pas supprimés.
it: Verranno rimossi solo il record della cartella e il relativo permesso di accesso; i file originali non verranno eliminati.
ja: フォルダ記録とそのアクセス権限のみが削除され、元のファイルは削除されません。
ko: 폴더 기록과 접근 권한만 제거되며, 원본 파일은 삭제되지 않습니다.
ru: Будет удалена только запись о папке и её разрешения доступа, исходные файлы не будут удалены.
zh_hans: 只有文件夹记录及其访问权限会被移除，原始文件不会被删除。
zh_hant: 僅刪除檔案夾記錄及其存取權限，原始檔案不會被刪除。

source: Open %@
de: %@ öffnen
fr: Ouvrir %@
it: Apri %@
ja: %@を開く
ko: %@ 열기
ru: Открыть %@
zh_hans: 打开 %@
zh_hant: 開啟 %@

source: Please select the folder to re-authorize
de: Bitte wählen Sie den Ordner zur erneuten Autorisierung
fr: Veuillez sélectionner le dossier à réautoriser
it: Seleziona la cartella da autorizzare di nuovo
ja: 再認証するフォルダを選択してください。
ko: 재승인할 폴더를 선택하세요
ru: Пожалуйста, выберите папку для повторной авторизации
zh_hans: 请选择需要重新授权的文件夹。
zh_hant: 請選擇要重新授權的檔案夾

source: Property
de: Eigenschaft
fr: Propriété
it: Proprieta
ja: プロパティ
ko: 속성
ru: Свойство
zh_hans: 属性
zh_hant: 屬性

source: Quit %@
de: %@ beenden
fr: Quitter %@
it: Esci da %@
ja: %@を終了
ko: %@ 종료
ru: Завершить %@
zh_hans: 退出 %@
zh_hant: 退出 %@

source: Re-monitor
de: Erneut überwachen
fr: Re-surveiller
it: Riavvia monitoraggio
ja: 再監視
ko: 재모니터링
ru: Перезапустить мониторинг
zh_hans: 重新监听
zh_hant: 重新監控

source: Reauthorize
de: Erneut autorisieren
fr: Réautoriser
it: Autorizza di nuovo
ja: 再認証
ko: 재승인
ru: Переавторизовать
zh_hans: 重新授权
zh_hant: 重新授權

source: Records per page (%@)
de: Einträge pro Seite (%@)
fr: Enregistrements par page (%@)
it: Record per pagina (%@)
ja: 1ページあたりのレコード数 (%@)
ko: 페이지당 레코드 수 (%@)
ru: Записей на странице (%@)
zh_hans: 每页记录数 (%@)
zh_hant: 每頁記錄數 (%@)

source: Reload
de: Neu laden
fr: Recharger
it: Ricarica
ja: 再読み込み
ko: 새로고침
ru: Перезагрузить
zh_hans: 重新加载
zh_hant: 重新載入

source: Reset syntax highlighting colors
de: Syntaxhervorhebungsfarben zurücksetzen
fr: Réinitialiser les couleurs de coloration syntaxique
it: Reimposta colori evidenziazione sintassi
ja: シンタックスハイライトの色をリセット
ko: 구문 강조 색상 초기화
ru: Сбросить цвета подсветки синтаксиса
zh_hans: 重置代码高亮颜色
zh_hant: 重設語法高亮顏色

source: Restart Monitoring Completed
de: Überwachungsneustart abgeschlossen
fr: Redémarrage de la surveillance terminé
it: Riavvio del monitoraggio completato
ja: 再監視が完了しました
ko: 모니터링 재시작 완료
ru: Перезапуск мониторинга завершён
zh_hans: 已完成重新监听
zh_hant: 重啟監控完成

source: Search...
de: Suchen…
fr: Rechercher…
it: Cerca...
ja: 検索...
ko: 검색...
ru: Поиск…
zh_hans: 搜索...
zh_hant: 搜尋...

source: Select File
de: Datei auswählen
fr: Sélectionner un fichier
it: Seleziona file
ja: ファイルを選択
ko: 파일 선택
ru: Выбрать файл
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Select Folder
de: Ordner auswählen
fr: Sélectionner un dossier
it: Seleziona cartella
ja: フォルダを選択
ko: 폴더 선택
ru: Выбрать папку
zh_hans: 选择文件夹
zh_hant: 選擇檔案夾

source: Set a maximum of (%@) data records to be saved for each monitored file.
de: Maximale Anzahl von (%@) Datensätzen, die für jede überwachte Datei gespeichert werden.
fr: Définir un maximum de (%@) enregistrements de données à conserver pour chaque fichier surveillé.
it: Imposta un massimo di (%@) record di dati da salvare per ogni file monitorato.
ja: 監視対象の各ファイルに保存するデータ記録の最大数を(%@)に設定します。
ko: 모니터링되는 각 파일에 대해 최대 (%@)개의 데이터 레코드가 저장되도록 설정합니다.
ru: Установить максимум (%@) записей данных для сохранения для каждого отслеживаемого файла.
zh_hans: 为每个监控的文件设置最大保存 (%@) 条数据记录。
zh_hant: 設定每個被監控檔案最多儲存 (%@) 條資料記錄。

source: Set a maximum of (%@) data records to be stored for each monitored file.
de: Maximale Anzahl von (%@) Datensätzen festlegen, die für jede überwachte Datei gespeichert werden.
fr: Définir un maximum de (%@) enregistrements de données à stocker pour chaque fichier surveillé.
it: Imposta un massimo di (%@) record di dati da memorizzare per ogni file monitorato.
ja: 監視対象の各ファイルに保存するデータレコードの最大数を(%@)に設定します。
ko: 모니터링되는 각 파일에 대해 최대 (%@)개의 데이터 레코드가 저장되도록 설정합니다.
ru: Установить максимум (%@) записей данных для хранения для каждого отслеживаемого файла.
zh_hans: 为每个被监控的文件设置最多存储 (%@) 条数据记录。
zh_hant: 為每個被監控的檔案設定最多儲存 (%@) 條資料記錄。

source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Settings...
de: Einstellungen…
fr: Réglages…
it: Impostazioni...
ja: 設定...
ko: 설정...
ru: Настройки…
zh_hans: 设置…
zh_hant: 設定...

source: Show in Finder
de: Im Finder anzeigen
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
ru: Показать в Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Social Accounts
de: Soziale Netzwerke
fr: Réseaux sociaux
it: Account social
ja: ソーシャルアカウント
ko: 소셜 계정
ru: Социальные сети
zh_hans: 社交账号
zh_hant: 社群帳號

source: Status bar menu
de: Statusleistenmenü
fr: Menu de la barre d'état
it: Menu barra di stato
ja: ステータスバーメニュー
ko: 상태 표시줄 메뉴
ru: Меню строки состояния
zh_hans: 状态栏菜单
zh_hant: 狀態列選單

source: StatusBar Count (%@)
de: Statusleisten-Zähler (%@)
fr: Compteur de la barre d'état (%@)
it: Conteggio barra di stato (%@)
ja: ステータスバーカウント (%@)
ko: 상태 표시줄 카운트 (%@)
ru: Счётчик строки состояния (%@)
zh_hans: 状态栏数量 (%@)
zh_hant: 狀態列計數 (%@)

source: String
de: Zeichenkette
fr: Chaîne
it: Stringa
ja: 文字列
ko: 문자열
ru: Строка
zh_hans: 字符串
zh_hant: 字串

source: Syntax Highlighting
de: Syntaxhervorhebung
fr: Coloration syntaxique
it: Evidenziazione sintassi
ja: シンタックスハイライト
ko: 구문 강조
ru: Подсветка синтаксиса
zh_hans: 语法高亮
zh_hant: 語法高亮

source: Thank you for your support. The basic features are not restricted, and only a few settings are limited. Sponsorship support will unlock these limitations.
de: Vielen Dank für Ihre Unterstützung. Die Grundfunktionen sind nicht eingeschränkt, nur einige Einstellungen sind begrenzt. Eine Unterstützung hebt diese Einschränkungen auf.
fr: Merci de votre soutien. Les fonctionnalités de base ne sont pas limitées, seuls quelques réglages sont restreints. Le parrainage permet de débloquer ces limitations.
it: Grazie per il tuo supporto. Le funzioni di base non sono limitate e solo alcune impostazioni hanno restrizioni. Il supporto tramite sponsorizzazione sblocchera queste limitazioni.
ja: ご支援ありがとうございます。基本機能に制限はなく、一部の設定のみ制限されています。スポンサーサポートによりこれらの制限が解除されます。
ko: 지원해 주셔서 감사합니다. 기본 기능은 제한되지 않으며, 일부 설정만 제한되어 있습니다. 후원을 통해 이러한 제한을 해제할 수 있습니다.
ru: Спасибо за вашу поддержку. Основные функции не ограничены, и только некоторые настройки имеют ограничения. Спонсорская поддержка снимет эти ограничения.
zh_hans: 感谢您的支持，基础功能没有限制，只有少量设置受到限制。通过赞助支持，您将解锁这些限制。
zh_hant: 感謝您的支援。基本功能不受限制，只有少數設定被限制。贊助支援將解鎖這些限制。

source: Thank you for your support. The fundamental features remain unrestricted, with only certain settings limited. By sponsoring, you can unlock these limitations.
de: Vielen Dank für Ihre Unterstützung. Die grundlegenden Funktionen sind uneingeschränkt, nur bestimmte Einstellungen sind begrenzt. Durch Sponsoring können Sie diese Einschränkungen aufheben.
fr: Merci de votre soutien. Les fonctionnalités fondamentales restent illimitées, seuls certains réglages sont restreints. En sponsorisant, vous pouvez débloquer ces limitations.
it: Grazie per il tuo supporto. Le funzionalità fondamentali rimangono illimitate, solo alcune impostazioni sono limitate. Sponsorizzando, puoi sbloccare queste limitazioni.
ja: ご支援ありがとうございます。基本機能に制限はなく、一部の設定のみ制限されています。スポンサーになることで、これらの制限を解除できます。
ko: 지원해 주셔서 감사합니다. 기본 기능은 제한되지 않으며, 일부 설정만 제한되어 있습니다. 후원을 통해 이러한 제한을 해제할 수 있습니다.
ru: Спасибо за вашу поддержку. Основные функции остаются без ограничений, только некоторые настройки ограничены. Оформив спонсорство, вы сможете снять эти ограничения.
zh_hans: 感谢您的支持。基础功能不受限制，仅部分设置存在限制。通过赞助，您可以解锁这些限制。
zh_hant: 感謝您的支援。基本功能不受限制，僅部分設定存在限制。透過贊助，您可以解鎖這些限制。

source: The file monitor has been successfully restarted and continues to watch for file changes.
de: Die Dateiüberwachung wurde erfolgreich neu gestartet und überwacht weiterhin Dateiänderungen.
fr: Le moniteur de fichiers a été redémarré avec succès et continue de surveiller les modifications de fichiers.
it: Il monitor file è stato riavviato correttamente e continua a monitorare le modifiche ai file.
ja: ファイルモニターは正常に再起動され、引き続きファイルの変更を監視します。
ko: 파일 모니터가 성공적으로 재시작되었으며 계속해서 파일 변경 사항을 감시합니다.
ru: Монитор файлов был успешно перезапущен и продолжает отслеживать изменения файлов.
zh_hans: 文件监视器已成功重启，并继续监视文件变更。
zh_hant: 檔案監控器已成功重新啟動，並持續監視檔案變更。

source: The file monitor has been successfully restarted and will continue to watch for file changes.
de: Die Dateiüberwachung wurde erfolgreich neu gestartet und überwacht weiterhin Dateiänderungen.
fr: Le moniteur de fichiers a été redémarré avec succès et continuera de surveiller les modifications de fichiers.
it: Il monitor file e stato riavviato correttamente e continuera a rilevare le modifiche ai file.
ja: ファイルモニターは正常に再起動され、引き続きファイルの変更を監視します。
ko: 파일 모니터가 성공적으로 재시작되었으며 계속해서 파일 변경 사항을 감시합니다.
ru: Монитор файлов был успешно перезапущен и продолжит отслеживать изменения файлов.
zh_hans: 文件监视器已成功重启，现在会继续监听文件的变更。
zh_hant: 檔案監控器已成功重新啟動，將繼續監視檔案變更。

source: This is NOT a text file
de: Dies ist KEINE Textdatei
fr: Ce n'est PAS un fichier texte
it: Questo NON e un file di testo
ja: これはテキストファイルではありません
ko: 이것은 텍스트 파일이 아닙니다
ru: Это НЕ текстовый файл
zh_hans: 这不是一个文本文件
zh_hant: 這不是一個文字檔案

source: Unfavorite
de: Favorit entfernen
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기 해제
ru: Убрать из избранного
zh_hans: 取消收藏
zh_hant: 取消收藏

source: Unlock all Features
de: Alle Funktionen freischalten
fr: Débloquer toutes les fonctionnalités
it: Sblocca tutte le funzionalita
ja: すべての機能をロック解除
ko: 모든 기능 잠금 해제
ru: Разблокировать все функции
zh_hans: 解锁所有功能
zh_hant: 解鎖所有功能

source: Version %@ (%@)
de: Version %1$@ (%2$@)
fr: Version %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@（%2$@）
ko: 버전 %@ (%@)
ru: Версия %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）
zh_hant: 版本 %@ (%@)

source: Feedback
fr: Commentaires
ja: フィードバック
ko: 피드백
ru: Обратная связь
zh_hans: 反馈
zh_hant: 回饋

source: Operator
fr: Opérateur
it: Operatore
ja: 演算子
ko: 연산자
ru: Оператор
zh_hans: 运算符
zh_hant: 運算子

source: E-mail
ja: メール
ko: 이메일
ru: Эл. почта
zh_hans: 电子邮件
zh_hant: 電子郵件

source: [Twitter](https://x.com/jaywcjlove) • [E-mail](emailurl) • [Github](githuburl)
ko: [Twitter](https://x.com/jaywcjlove) • [이메일](emailurl) • [Github](githuburl)
zh_hant: [Twitter](https://x.com/jaywcjlove) • [電子郵件](emailurl) • [Github](githuburl)

source: OK
ko: 확인
zh_hans: 确认
zh_hant: 確定
